Repository: jtojnar/eiciel
Catalog: po/*.po
Languages: uk

source: Name
uk: Назва

source: Value
uk: Значення

source: Could not rename attribute name:
uk: Не вдалося перейменувати атрибут:

source: Could not change attribute value:
uk: Не вдалося змінити значення атрибута:

source: Could not remove attribute:
uk: Не вдалося вилучити атрибут:

source: New attribute
uk: Новий атрибут

source: New value
uk: Нове значення

source: Could not add attribute:
uk: Не вдалося додати атрибут:

source: Mask
uk: Маска

source: Other
uk: Інше

source: Default Mask
uk: Усталена маска

source: Default Other
uk: Усталене інше значення

source: Could not add ACL entry:
uk: Не вдалося додати запис списку управління доступом:

source: Could not remove ACL entry:
uk: Не вдалося вилучити запис списку управління доступом:

source: Could not modify ACL entry:
uk: Не вдалося змінити запис списку управління доступом:

source: Are you sure you want to remove all ACL default entries?
uk: Підтверджуєте вилучення усіх типових записів списку управління доступом?

source: <b>File name</b>
uk: <b>Назва файлу</b>

source: No file opened
uk: Не має відкритих файлів

source: About...
uk: Про…

source: Access Control List
uk: Список управління доступом

source: Extended user attributes
uk: Додаткові атрибути користувача

source: Could not show the help file: %s
uk: Не вдається показати файл довідки: %s

source: Choose a file or a directory
uk: Виберіть файл або каталог

source: Could not open the file "
uk: Не вдалося відкрити файл "

source: Print version information
uk: Друк відомостей про версію

source: Access control list editor
uk: Редактор списку управління доступом

source: <b>Available participants</b>
uk: <b>Доступні учасники</b>

source: Only regular files or directories supported
uk: Підтримуються лише звичайні файли або каталоги

source: Textual representation of the ACL is wrong
uk: Неправильне текстове представлення списків управління доступом

source: Default textual representation of the ACL is wrong
uk: Неправильне типове представлення списків управління доступом

source: <b>Current participants in ACL</b>
uk: <b>Поточні учасники у СУД</b>

source: User
uk: Користувач

source: Group
uk: Група

source: Default participant
uk: Типовий учасник

source: Add participant to ACL
uk: Додати учасника до СУД

source: Advanced features
uk: Додаткові функції

source: Name of participant
uk: Назва учасника

source: Also show system participants
uk: Також показувати системних учасників

source: Filter participants
uk: Фільтрувати учасників

source: Participant
uk: Учасник

source: Participant not found
uk: Учасник не знайдений

source: There are ineffective permissions
uk: Наявні нечинні дозволи

source: Remove participant from ACL
uk: Вилучити учасника із СУД

source: Edit default participants
uk: Змінити усталених учасників

source: Entry
uk: Запис

source: Read
uk: Читати

source: Write
uk: Писати

source: Execute
uk: Виконувати
